Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 叶眉心里不甘，但是脸上不做丝毫，反倒是十分配合的说了一句：“阿漓姐姐你看，我都说只要你愿意开口，哥哥们肯定都是会尊重你的决定的没错吧，你要加油啊，正好凤年哥哥也在，大家正好可以把这件事说清楚了，不是吗？”
en_us: Despite feeling indignant, Ye Mei did not show any of her emotions. Instead, she chimed in, "Sister Li, look, like I've said, Brothers will definitely respect your decision as long as you're willing to speak up. I was right, weren't I? Press on. It happens that Brother Fengnian is here too and it's a good chance for us to make things clear and settle everything now, don't you think so?"

source: 叶眉心里暗骂司机多管闲事，嘴上却无奈的说：“司机伯伯这你就不懂我们年轻人的时尚了。”
en_us: Ye Mei cursed the chauffeur for being too nosy in her head but nonetheless, she said helplessly, "Uncle, you don't understand the fashion trends of young people."

source: 叶眉心里有种不好的预感，赶忙走了过去，正好就听到叶漓和徐凤年告别的声音。
en_us: With an ominous feeling in her heart, Ye Mei rushed over and happened to hear Ye Li bidding goodbye to Xu Fengnian.

source: 叶眉心里留了个心思，很想知道几人到底说了些什么。
en_us: Ye Mei had a desire to find out what they talked about.

source: 叶眉心里的恨意如同滔滔江水，几乎要将她的理智淹没。
en_us: Ye Mei's heart was filled with surging hatred that was almost going to consume her rationality.

source: 叶眉心里虽然气愤的要死，但是这会儿这么多人看着，她也只得顺着台阶下：“行吧，反正我也觉得这件礼服有些太厚重了，不是很喜欢。”说罢，去了换衣间，只是转身的顺眼，一张脸阴沉的几乎滴水。
en_us: Although Ye Mei was filled with exasperation, there were many people watching her and she had to take the out that they had given her. "Alright, anyway, I think that this gown is a bit too heavy and I don't like it that much." She then headed to the fitting room and as soon as she turned around, her face turned extremely sullen.

source: 叶眉怎么会干出这样的事。
en_us: Why would Ye Mei do that?

source: 叶眉恰好听到这话，不禁惊讶看去。
en_us: Ye Mei happened to hear this and couldn't help but look over in surprise.

source: 叶眉惊喜的离开了。
en_us: Ye Mei then left merrily.

source: 叶眉惦记很久了。
en_us: Ye Mei had been coveting it for a long time.

source: 叶眉愣了一下，随后笑着点头道：“放心吧，三哥哥，学校那边有我们，我已经跟老师说过了，你们不用担心。”
en_us: After being stunned for a while, Ye Mei nodded with a smile and said, "Rest assured, Brothers, we'll handle the matters at school. I've already informed the teachers. You don't have to worry."

source: 叶眉愣住了，以为她是再找借口，毕竟刚刚于向阳才告诉她说准备要包场，叶漓怎么也不可能和人在哪里吃饭。
en_us: Ye Mei was stunned. She thought that Ye Li was just making excuses. After all, Yu Xiangyang told her that he was going to book the entire restaurant. How could Ye Li be having lunch with someone else there?

source: 叶眉打完电话，脸色更难看了。
en_us: Ye Mei's face grew sullen after making the call.

source: 叶眉打量着这款黑色的夏夜之星，越看越满意。
en_us: Ye Mei scrutinized the "Stars of the Summer Night"gown which was black in color. The longer she looked at it, the more pleased she was with it.

source: 叶眉捏了捏拳头，假笑了两声：“可能是眼光不同吧，我还是喜欢以前的发型，难道姐姐你还不相信我的眼光吗？”她一脸无奈的看向叶漓说。
en_us: Ye Mei clenched her fists and laughed pretentiously. "Maybe, we just have different tastes. I still prefer her old hairstyle. Sister, don't you trust my taste?" she asked, looking at Ye Li helplessly.

source: 叶眉换了礼服走了出来。
en_us: Ye Mei walked out after changing into the gown.

source: 叶眉摇了摇头：“没关系的，这点委屈不算是什么，我也不想因为我的事情，让哥哥们总是生气。”
en_us: Ye Mei shook her head and said, "It's alright, this grievance is nothing. I don't want Brothers to be angry all the time because of me."

source: 叶眉早就预料到这种情况，这会儿脸上带着温柔的笑容，周围的人纷纷也给她让开了道，着实一副众星捧月的场面。
en_us: Ye Mei had long expected that situation. At this moment, she was smiling warmly while everyone else parted to make way for her, as if she was a celebrity making an entrance.

source: 叶眉明显也注意到她了。
en_us: Ye Mei had clearly noticed her too.

source: 叶眉是懵的。
en_us: Ye Mei was flabbergasted.

source: 叶眉是班长，也是班级的团宠，无论是老师或者是学生，都十分的喜欢她。
en_us: Ye Mei was the class president and the class' favorite. Both the teacher and her classmates adored her.

source: 叶眉是聪明人，知道怎样做对自己最有利。
en_us: Ye Mei was a smart person who knew what would be best for her.

source: 叶眉本就想带人去看叶漓的笑话，自然没有拒绝。
en_us: Ye Mei did not refute since she wanted to bring some people with her to see Ye Li make a joke out of herself in the first place.

source: 叶眉本来僵硬的表情在看到她之后，顿时灵光乍现，笑着开口道：“没事，你换好了吗？这条裙子有些成熟呀，不太适合你，要不要再换一条试试。”
en_us: Ye Mei's stiffened expression immediately became livelier when she saw Xu Qian. She askde smilingly, "It's alright. Have you changed? Your gown makes you look a little too mature for your age. Why don't you try on another one?

source: 叶眉死死的捏紧掌心，面上却依旧带着温柔的笑容，“谢谢夫人。”
en_us: Although she was clenching her fist tightly, Ye Mei was still smiling warmly and gently. "Thank you, Madam."

source: 叶眉气的脸都歪了。
en_us: Ye Mei grimaced in exasperation.

source: 叶眉没想到她会突然生气，脸色微变，随后赶忙解释：“姐我不是这个意思，我只是觉得那样才好看，不过你要是非要这样也没关系呀。”她语气和善，听起来都是为她着想。
en_us: Ye Mei didn't expect her to get angry all of a sudden. Her expression changed slightly and she hurriedly explained, "Sister, that's not what I meant. I just think that you look better that way. However, it doesn't matter if you insist on having his hairstyle," she said in an amicable tone, sounding as if she was just sparing a thought for Ye Li.

source: 叶眉深吸了一口气，又端起了温柔的笑容，转身就准备去付款。
en_us: Ye Mei took a deep breath, put up a gentle smile again, turned around and was ready to make the payment.

source: 叶眉满意的发了微博。
en_us: Ye Mei posted the tweet in satisfaction.

source: 叶眉猛地看了过去，就见带着墨镜，穿着一身休闲装，顶着一头蓝发的绝美少年从鱼庄大门走了出来。
en_us: Ye Mei turned to look at them, only to see a stunningly handsome young man who had blue hair, striding out of the entrance of the fish restaurant, clad in a casual outfit and a pair of shades.

source: 叶眉猩红着双眼，目光怨毒，好似要吃人。
en_us: Ye Mei's eyes were bloodshot and full of resentful viciousness, as if she was about to eat someone up.

source: 叶眉的关系属实跟他很不错，他甚至十分欣赏这个女孩，再加上叶眉是叶枫的妹妹，他不同于对叶漓的厌恶，对她是很有意思的。
en_us: Ye Mei was indeed very close to him and he even admired her. Besides, she was Ye Feng's sister and unlike how he felt about Ye Feng, he did not detest Ye Mei. In fact, he even quite liked her.

source: 叶眉的微博号叫做“眉眼如画。”
en_us: Ye Mei's Twitter account handle was 'Pretty Like A Painting'.

source: 叶眉的心里一阵不适，明明都是骂声，为什么还是有那么多人关注了她。
en_us: Filled with displeasure, Ye Mei thought, 'They're all criticizing her and slamming her but why does she have so many followers?'

source: 叶眉的本来心情十分不好，她今日来这里，本以为自己能够惊艳全场，得到所有人的关注。
en_us: Ye Mei was in low spirits today and she initially thought that she would be able to steal the show and be in the limelight at the gathering.

source: 叶眉的脸一僵。
en_us: Ye Mei's face stiffened.

source: 叶眉的脸刷地一下白了。
en_us: Ye Mei immediately turned pale.

source: 叶眉的表情已经不能用难看来形容了。
en_us: Ye Mei's expression was beyond awful.

source: 叶眉的话，估摸着这会儿估摸着被骂惨了，都不敢出门了吧。
en_us: Ye Mei was probably too scared to leave the house because of the flak that she had received online.

source: 叶眉的身体一僵，猛地回头，就见于向阳一脸难看的盯着自己。
en_us: Ye Mei's body stiffened and she suddenly turned around, only to see that Yu Xiangyang was staring at her with a sullen expression.

source: 叶眉的身子僵硬极了。
en_us: Ye Mei's body stiffened.

source: 叶眉直接找到了自己的今日的目标ys的“夏夜之星”限定款。
en_us: Ye Mei immediately found her target for the day, the limited edition gown, "Stars of the Summer Night".

source: 叶眉看到她这表情，莫名有种不好的预感。
en_us: Her expression gave Ye Mei an ominous hunch.

source: 叶眉看到对方，眉眼闪了闪。
en_us: Ye Mei's eyes lit up when she saw her.

source: 叶眉看到这样的叶漓，心里难掩的嫉妒。
en_us: When Ye Mei saw that, Ye Li couldn't hide her jealousy at all.

source: 叶眉看到这里，气的鼻子都歪了。
en_us: Ye Mei was boiling with fury at this point.

source: 叶眉看到这里，脸上不由的带了一抹笑。
en_us: When Ye Mei say that, she couldn't help but smile

source: 叶眉看她这讨好奉承的表情，虚荣心得到了巨大的满足。
en_us: Ye Mei's vanity was satisfied when she saw the flattering expression on her face.

source: 叶眉看着叶漓今天的装扮，眸光闪了闪，点了点头：“是呀，你也知道哥哥们不喜欢我。”她一脸黯然。
en_us: Ye Mei looked at Ye Li's outfit today and her eyes glistened. She nodded and said, "Yeah, you know very well too that Brothers dislike me." Her expression was gloomy.

source: 叶眉看着被哥哥们包围宠爱的叶漓，再想想无人问津的自己，垂在裙摆的双手，指甲已经死死陷入了掌心。
en_us: Ye Mei looked at Ye Li who was being doted on and surrounded by her brothers. She then thought about herself, whom no one paid attention to. She was clenching her fists so tightly that her fingernails had already sunk deep into the flesh of her palm.

source: 叶眉看着这么多人，几乎已经想象到自己接下来被人众星捧月的场面。
en_us: Looking at the people around them, Ye Mei could almost imagine herself being the center of attention later.

source: 叶眉眸光闪了闪，正欲说什么，就见叶洛三兄弟从楼上一脸阴沉的走下。
en_us: Ye Mei's eyes glistened and she was just about to say something when she saw Ye Luo and her two brothers making their way downstairs with gloomy and sullen expressions.

source: 叶眉眼神闪烁了一下，无奈的摇头解释道：“我也不清楚，你也知道我姐姐的性格，只要是她看上什么人，就会一直去纠缠，可能是这个原因吧，害，我也就是猜测，具体情况不清楚。”
en_us: Ye Mei's eyes glistened and she shook her head helplessly. "I'm not too sure about that either. Well, you know what my sister is like. Whenever she falls for someone, she'll pester him endlessly. Maybe that's the reason. I'm just making wild guesses, I don't know the exact details."

source: 叶眉竟然是小三的女儿？
en_us: 'Ye Mei is actually the daughter of a mistress?'

source: 叶眉等人一走过来，就有人注意到了她，毕竟也是学校出了名的风云人物，大家是想不注意都难。
en_us: When Ye Mei and company walked over, the people immediately noticed her. After all, she was a famous and influential figure in school and it was hard for them not to notice her.

source: 叶眉等人走进，一眼就注意到了耀眼的徐媛。
en_us: When Ye Mei and the others entered, they immediately noticed the striking Xu Yuan.

source: 叶眉维持了这么多年的好名声，不知道她看到如今自己的微博，会是怎样一个表情。
en_us: 'Ye Mei has been painstakingly building and maintaining her reputation for so many years. I wonder what her expression would be like when she sees her Twitter page.'

source: 叶眉脸上的笑容彻底没了，不相信的说：“怎么可能呢，这可是黑卡，是不是你们刷卡机出问题了，你再刷一次？”
en_us: The smile on Ye Mei's face vanished and she asked in disbelief, "How is that possible? This s a black card. Is there a problem with your card machine? Why don't you try swiping it again?"

source: 叶眉脸上的笑容徒然一僵，随后她反应过来，脸色发白，瑟瑟缩缩的说：“姐姐，你说什么，我怎么听不懂？你是不是误会了什么？”
en_us: The smile on Ye Mei's face suddenly stiffened, after which she recovered from the shock and turned pale. Shivering, she asked, "Sister, what are you saying? I don't understand. Are you mistaken about something?"

source: 叶眉脸色一白，一副摇摇欲坠的姿态，表情好似受到了天大的委屈：“姐，姐姐，你怎么能这么想我，毕竟当时你去找向阳学长告白的事情是事实，我不想因为这件事而让你被大家所讨厌，才会让你道歉的，我都是为了你着想，你这样说，也太让我寒心了。”她说罢，红着眼眶低下了头，仿佛在多说一句，就忍不住要哭了一般，看的周围的男同学们是一阵怜惜，连带着看向叶漓的目光都带着敌意，仿佛她做了什么天理难容的事情。
en_us: Ye Mei turned pale and seemed to be on the verge of collapsing. Looking extremely aggrieved, she said, "Sister, how could you think of me that way? After all, it's true that you had gone to confess to Senior Xiangyang. I want you to apologize because I don't want you to be hated by others. I am doing this all for your own good. Yet,you said that about me. I'm really disappointed." After saying that, her eyes turned red as if she was about to burst into tears if Ye Li went on. The boys around her were all showing her sympathy and looking at Ye Li with extreme animosity, as if she had committed a terrible sin.

source: 叶眉被夸得开心，心里满足的很，面上却十分谦虚：“你们夸张啦，哪有这么好看。”
en_us: Glad to hear the compliments, Ye Mei's heart was filled with content but she nonetheless maintained a humble expression. "You guys are exaggerating. I'm not that beautiful."

source: 叶眉见徐夫人自始至终都没有将目光落到自己的身上，心里的愤怒几欲喷涌而出。
en_us: Seeing that Mrs. Xu had never once looked at her, she was so enraged that she was about to erupt.

source: 叶眉解释说：“姐，你道了歉，这件事就这样过去了，你若是不道歉的话，以后要被网络暴力的，你又不是不知道向阳学长的粉丝团队有多大，全校一半的女孩子都是他的粉丝，你就道歉吧！这样才能息事宁人啊。”叶眉苦口婆心的说。
en_us: Ye Mei explained, "Sister, this matter will be over once you apologize, but if you don't, you will be cyber-bullied. It's not like you don't know how big Senior Xiangyang's fan club is. Half the girls in school are his fans. Just apologize to him! Only then can we settle this matter," Ye Mei said concernedly.

source: 叶眉赶忙凑了过来：“凤年哥哥，我可以和你们一起回去吗？”
en_us: Ye Mei hurriedly inched closer and asked, "Xu Fengnian, can I go home with you guys?"

source: 叶眉这么聪明，不应该不知道这些才是。
en_us: Since Ye Mei was that intelligent, she should have known this.

source: 叶眉这会儿才刚回到家。
en_us: Ye Mei had just returned home with a sullen expression.

source: 叶眉这话好像是有些牵强了。
en_us: Ye Mei's words seemed to be far-fetched.

source: 叶眉遭受各种怀疑的目光，心里有些慌了，赶忙低下头，委屈的说：“姐姐，我真不知道，以前你从来不会参加这些聚会，所以我跟妈妈都没有多想，拿到邀请函也没有注意就直接来了，没想到会让你这样误会，要是你生气的话，我可以离开的....”
en_us: Ye Mei began to panic when she sensed the gazes cast on her. She hurriedly lowered her head and said worriedly, "Sister, I really didn't know. You used to shy away from such gatherings so my mother and I didn't think much about it. After we received the invitation card, we put it away without paying much attention to it. I didn't expect to cause such a misunderstanding. If you're upset, I can leave..."

source: 叶眉那边不知道她有没有向别的人透露过，总之这会儿都不能打草惊蛇，要等他好好的揪出来，看看到底是谁想死！
en_us: They did not know if Ye Mei had told anyone else about the secret but in any case, they could not startle the culprit at this moment. They had to lure the culprit out slowly and see who wanted to die!

source: 叶眉长相清纯，在这个年代，已是十分少有，还有人说她和当下最红拥有着玉女之称的女明星周莹莹十分相似，然后就被同学们封了个小玉女的称号，热度十分大，叶漓记得不错的话，这个时候，叶眉的微博粉丝都已经破百万了。
en_us: Ye Mei looked rather pure and innocent. Girls like her were extremely rare in this day and age. Some even said that she resembled the female celebrity, Zhou Yingying, who was nicknamed 'Jade Girl'. She was extremely popular and if Ye Li remembered correctly, Ye Li probably had more than a million fans on Weibo now.

source: 叶眉闻言，好不容易端起的笑容彻底崩塌。
en_us: Upon hearing her words, Ye Mei's smile, which she had painstakingly forced, completely collapsed.

source: 叶眉闻言，温柔的笑道：“我和徐晗是同班同学呢。”
en_us: Upon hearing her words, Ye Mei smiled gently and said, "Xu Han and I are classmates."

source: 叶眉闻言，脸色一白，戏剧性的倒退了两步，摇着头委屈的说：“不是这样的姐姐，我只是不太好意思才会请凤年哥哥一起跳舞，你不要误会好不好，凤年哥哥，对不起，我不是故意要惹姐姐生气的。”她看向了徐凤年。
en_us: Ye Mei turned pale after hearing her words and took two steps back dramatically. Shaking her head, she said aggrievedly, "It's not like this, Ye Li, I'm just too shy, that's why I'm asking Fengnian. Don't misunderstand me, alright? Fengnian, I'm sorry, I didn't mean to make Ye Mei angry," she said, looking at Xu Fengnian.

source: 叶眉闻言，顿时为难的看向叶漓，“阿漓姐你岂不是进不来了？”
en_us: After hearing what he said, Ye Mei immediately looked at Ye Li, as if she had been put in a spot. "Ye Li, doesn't that mean that you can't enter?"

source: 叶眉难看的表情，让叶漓的心情更好了。
en_us: The look of dismay on Ye Mei's face put Ye Li in high spirits.

source: 叶眉：“....”
en_us: Ye Mei was speechless.

source: 叶，叶漓竟然是叶家大小姐？？
en_us: 'Ye Li is the daughter of the Ye Family?'

source: 司机也不是傻子，惊了一下，总感觉这大小姐好像是什么地方变了。
en_us: The chauffeur was not a fool either. He got a shock as he felt that something about her had changed.

source: 司机打了个寒颤。
en_us: The chauffeur shivered.

source: 司机打了电话让人处理了事情，走到学校门口的时候，还以为自己要打车走了，谁料却见自己开来的车还停在原来的地方。
en_us: The chauffeur made a call to get someone to handle the matter. When he reached the gate of the school, he thought that he would have to hail a cab to leave but surprisingly, the car that he drove was still parked at the same spot.

source: 司机明白的点了点头，从后视镜看到两人亲昵的模样，贴心的将隔板打开，非礼勿视，非礼勿视啊！
en_us: Having understood his instructions, the chauffeur nodded and looked at the two of them getting all chummy and affectionate with each other in the rear view mirror. He thoughtfully put up the partition so that he would not see them!

source: 吃了早餐两人一同上了车，叶眉终于忍不住问了起来：“阿漓，你的发型怎么变了，之前那个多好看啊，现在这样显得你的脸好大。”明明是关心的话，可听在当事人的耳中，却足够让人无地自容。
en_us: After having breakfast, the two of them got inside the car where Ye Mei finally couldn't help but say, "Li, why did you change your hairstyle again? Your previous hairstyle was beautiful. Your current one makes your face look so large." Although she was clearly showing her some concern, her words were incredibly humiliating.

source: 吃瓜群众们倒是议论的火热。
en_us: The gossipy fans began having an intense discussion.

source: 同学们不禁没有怜悯半分，还幸灾乐祸，恨不得她死了最好，那样就没有人再缠着他们的偶像于向阳。
en_us: The students did not show her any sympathy at all and they even gloated, wishing that she would just die. That way, no one would pester their idol, Yu Xiangyang.

source: 同学们看着这一幕，又是一阵唏嘘。
en_us: The students sighed after seeing that.

source: 同学们见叶漓完好无整的回来，纷纷好奇。
en_us: The students were all curious to see that Ye Li had returned unscathed.

source: 同学们面面相觑，十分惊讶，“徐晗这是为叶漓打抱不平吗？”
en_us: The students looked at each other in puzzlement and shock. "Is Xu Han standing up and doing justice for Ye Li?"

source: 同样是叶家的小姐，可她却丝毫没有入这个男人的眼。
en_us: Although she was also a daughter of the Ye Family,Xu Fengnian had never paid attention to her.

source: 后来订婚一事不知道被谁传播了出去，大家都在说她一个大学生以前能过的那么好，肯定是被什么公司的老总包养。
en_us: Later on, someone spread the word about her engagement and everyone said that she must have been a mistress of the CEO of a certain company in order to live in luxury as a college student.

source: 后来长大了，她知道自己和她不是同一个母亲所生，所以明白了自己为什么会遭受这样的对待。
en_us: Later on, she grew up and finally understood why she was mistreated, after finding out that she was born to a different mother from them.

source: 听到前面一句的时候，叶漓还有些生气。
en_us: When she heard the first sentence, Ye Li was still a little angry.

source: 听到哥哥两个字时，叶眉的表情已经变了。
en_us: Ye Mei's expression had already turned sullen when she heard her brother's name.

source: 听到女儿的问话，二夫人手中摇晃的的红酒杯一顿。
en_us: After hearing her daughter's words, Kong Yun swirled the glass of red wine in her hand.

source: 听到这话，孟非顿时涨红了脸，恼怒的看着她。
en_us: Hearing her words, Meng Fei's face turned flushed and she glowered at her.

source: 听她问，其他人顿时蜂拥而上，抢着回答：“二小姐你不不知道吧，现在咱们娱乐圈不是有个很火的大明星叫做枫神吗？他是我们的偶像，谁知道竟然跟人闹出了绯闻，那个人就是她，我可听说了，她就是帝都大学的一学生，之前的时候，对那个另外一个叫做一心向阳的明星纠缠不清，后来被人家拒绝，又缠上了我们枫神，真的是不要脸！”
en_us: Hearing her words, everyone immediately flocked towards her and vied to answer. "Miss Xu Yuan, you probably know about this famous celebrity who's really popular in the entertainment industry now. His name is Ye Feng and he's our idol. However, recently, he got involved in a scandal with someone and that's her. I heard that she's a student of Beijing University and before this, she continuously pestered a celebrity named Xiangyang who rejected her. Now, she's pestering our idol, Ye Feng. She's really shameless!"

source: 听说十八班才艺，样样精通。
en_us: She was rumored to be proficient in 18 talents.

source: 听说周珩最喜欢的就是各种乐器。
en_us: She heard that musical instruments of all types, were Zhou Heng's favorite.

source: 听说娱乐圈经过他手的人，无一不是大红大紫！
en_us: She heard that all artistes in the entertainment industry who had been managed by him, would rise to fame!

source: 听说是因为出了什么意外，才和她父亲发生了亲密关系，然后怀上了和她一个年纪的叶眉，这事情发现的时候，秦柔已经大了肚子，想要打胎太伤身体，她妈妈不忍心，也就没再说什么，只是和丈夫的关系一度降到冰点，任由他如何补偿也不见起色，随着孩子长大，甚至一度抑郁，再加上秦柔若有若无的各种出现，整个人郁郁寡欢，生她的时候因为早产，大出血，没过多久便去世了。
en_us: She heard that that woman had gotten intimate with her father because of a certain incident and later on, she got pregnant with Ye Mei, who was the same age as her. By the time they discovered that matter, Qin Rou's baby bump was already showing and it would getting an abortion when she was heavily pregnant would be harmful to her body. Her mother could not bear to let her get an abortion so she kept mum about it. However, the relationship between Ye Li's mother and father became extremely strained and regardless of how the latter coaxed her, she would not snap out of her gloomy mood. When giving birth to Ye Li, she went into premature labor and suffered an excessive loss of blood that caused her to pass away soon after labor.

source: 听说这次若是能拿到特等奖，将会得到娱乐公司的重点对待，而且还有娱乐圈金牌经纪人周珩亲自培养。
en_us: She heard that winners of the special prize this time would be receiving priority from the entertainment company, and be personally nurtured by the renowned and esteemed celebrity manager, Zhou Heng.

source: 听说，当初徐家二爷，就是她的忠实歌粉。
en_us: Her husband used to be her loyal fan.

source: 周周小公举：“所有人都看过来，这件事是真的，我当时就在现场，我是帝都大学的学生，那个女的我还认识，叫做叶漓，是我们学校校园榜上其中一女神的姐姐，当时大家那个女神也在现场，我们是听说有大明星包场了鱼庄，所以才好奇过来想要看看是谁的，当时还以为人家请的人是女神，谁知道人家请的竟然是她的姐姐，我当时都懵逼了你们知道吗？啊啊啊！！虽然很难以置信，但是枫神是真他么的帅！！！！呜呜呜，无论他做什么我都会支持他的，嘤嘤嘤！~~”
en_us: Little Princess: "Everyone look over, this matter is real. I was there at the time. I'm a college student of Beijing University and I know that girl too. Her name is Ye Li, and she's the sister of one of the girls on the campus Goddesses List, who was also present then. We heard that a celebrity had booked the entire fish restaurant so we were curious to see who it was. Back then, we thought that he had invited that goddess but who knew? He invited the goddess's sister. I was dumbfounded! Ahhhh! Although I was in disbelief, Ye Feng is really so handsome! No matter what he does, I will support him. Woo!"

source: 周围人异样的眼光让叶眉有些丢脸，却强撑着道。
en_us: The peculiar gazes of the people around her made Ye Mei feel a little embarrassed but she was still trying hard to hang on.

source: 周围压抑的气氛在一瞬间好似消失的无影无踪。
en_us: The somber and pressurizing ambiance around him seemed to disappear without a trace in an instant.

source: 周围的人也看了过去，“如果这件事真不关叶漓的事情的话，那她刚刚说的那些就太过分了。”
en_us: Everyone looked over too. "If this matter really has nothing to do with Ye Li, she has gone overboard with her words just now."

source: 周围的人在看到叶漓拿出特邀函的时候，脸色就已经变了。
en_us: The expressions of the people around them had already changed when they saw Ye Li taking out the special invitation card.

source: 周围的人无不投入艳羡的目光。
en_us: Everyone was looking at her enviously.

source: 周围的人纷纷尊敬的叫了一声：“徐夫人！”
en_us: Everyone greeted respectfully, "Mrs. Xu!"

source: 周围的人这才发现叶漓，议论了起来，“叶漓？不是吧，这就是叶眉那个姐姐，我怎么看着跟之前人家发上网上的图不一样啊，虽然胖了一点，但是长得很可爱。”
en_us: The people around them finally noticed Ye Li and began discussing amongst themselves. "Ye Li? Are you kidding me? She's Ye Mei's sister? Why does she look different from the photos of her on the Internet? She may be chubby but she's very adorable."

source: 周围的人都朝着叶漓看了过去。
en_us: The people around looked over at Ye Li.

source: 周围的人闻言，也是惊愕的看向叶眉。
en_us: Everyone looked at Ye Mei in shock when they heard her words.

source: 周围的其他客人也看到这一幕，纷纷朝着叶眉投来艳羡的目光。
en_us: The surrounding guests had also seen that and they immediately looked at Ye Mei enviously.

source: 周围的女生们一下就将目光移到了他的身上。
en_us: The girls immediately shifted their gazes onto him.

source: 周围的尖叫声并没有让少年有丝毫变化，因为就在他出门的同时，无数的黑衣保镖已经将整个鱼庄围了起来，那些疯狂尖叫的粉丝们被死死的拦在了外面，只能靠着尖叫表达自己激动。
en_us: The screaming did not affect him at all because when he stepped out, countless bodyguards who were dressed in black, had already surrounded the entire fish restaurant, blocking the hysterical fans from entering. They had no choice but to scream their lungs out to express their excitement.

source: 周围的空气越发冰冷压抑。
en_us: The surrounding air seemed to have turned colder and more oppressive.

source: 呵呵，叶眉还以为自己稍稍装装可怜，大家就都会站在她那一边？
en_us: 'Haha, does Ye Mei think that she can make everyone stand on her side just by pretending to be a little pitiful?'

source: 呵，原来是打她男人的主意？
en_us: 'Hah, so she's coveting my man?'

source: 呵，真是可笑。
en_us: Hah, how amusing.

source: 和她同样的年纪，两人几乎是一下就玩在了一起。
en_us: Xu Yuan was the same age as her, so they hit it off well almost immediately.

source: 和平常那个看似小鹿一般的清纯女孩，简直是天差地别！
en_us: She was worlds apart from her usual pure and meek self.

source: 和温雅的热情简直相差了个天地。
en_us: His attitude was worlds apart from that of the enthusiastic Wen Ya.

source: 哥哥们都还没回来。
en_us: Her brothers were not back yet.

source: 哪里里三层外三层的被学生行人围住，吵吵嚷嚷的不知道在说些什么，很是热闹，大多人脸上还带着兴奋激动。
en_us: The restaurant was surrounded by numerous students who were clamoring about something. It was extremely boisterous and many of them looked excited and agitated.

source: 哼，看她怎么弄死她。
en_us: 'Hmph, see how I kill her.'

source: 唯一可以解释的就是她的身份。
en_us: The only explanation and reason Ye Mei could find was her identity.

source: 嘤嘤嘤：“不要脸的贱女人，一边对我们一心向阳纠缠不清，一边勾引枫神，去死吧！”
en_us: Uwu: "Shameless bitch. She's seducing Ye Feng while pestering Xiangyang. Go to hell!"

source: 回头看着一无所成的叶漓，她心中嗤笑。
en_us: She turned around to look at Ye Li who had zero attainments to her name, and secretly sneered.

source: 回头间，她明白叶眉是什么意思了？
en_us: While turning around, she seemed to have understood what Ye Mei meant.
